const faker = require('faker');

module.exports = {
  code:200,
  data:{
    data:{
      id:200,
      title:'你所知道的有钱人的生活是怎样的？',
      createTime:1523599966886,
      author:'vin_coder',
      content:`有个女孩子长得非常美，她是大型家族企业接班人，开会时偷瞄到她本子，很多奇怪的图形。
      有天开会，她妈妈也就是我当时的客户，又看见她在画画，突然开始讲故事，“XX从小在国外，
      按我和她爸爸的要求培养，20出头回国接班，公司很多元老嘀咕小丫头行不行，不出半年全部没声音了。
      但我一直觉得亏欠她，XX更适合学设计做艺术相关的事。20岁生日，我和爸爸还是不忍心，
      跟她说，你选你喜欢的事吧，不一定要回来接班。XX突然哭得特别凶：我已经不知道怎么选了，
      我不知道怎么选……”我扭头看那个女孩子，她安静地笑笑，眼睛周围是通宵工作的黑眼圈。
      我也忘不掉她妈妈。一次开会中途有了新的想法，我突然不说话了，老板在底下踢我，
      我还是不说话，一桌人等着我提案——她做了个手势，“你们别说话，让她想”，过了半小时
      ，机器人终于完成了碎片整理……整合新旧逻辑继续。那天结束她跟我说，“你以后碰到这样的情况，
      不要怕，就在那个点进去想，想透了再出来”。也是她，看见我写的东西被老板批评不够吸引人，
      过来拥抱我：“宝贝，你是要成为大师的人，大道至简”。我对生活方式没兴趣，更关心存在本身。
      我碰到的“有钱人”的某些存在方式，让我想要成为更好的人类，也接纳了自己和他人universal的痛苦和无奈。
      2017世界哲学大会主题是Learn to Be Human，我觉得这是世界机器人大会的主题。人可以有更多追求，
      很多很多的钱，很大很大的智慧，很强很强的能量，我全部都要，做旧版本的我做不到的事。进化每分每秒都在发生。`,
      
    }
  }
}